// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "No se puede ejecutar esta aplicación.";
"NoDiskArb Informative" = "Se produjo un problema al iniciar el arbitraje del disco. No debería pasar esto.";
"NoDiskArb OK" = "Aceptar";

/* Error retrieving config file. */
"CantGetConfig Message" = "No se puede recuperar la lista de imágenes.";
"CantGetConfig Informative" = "Se produjo un problema al recuperar la lista de imágenes de recuperación disponibles (%1$@). Verifica para asegurarte que tu conexión de red está funcionando.";
"CantGetConfig OK" = "Aceptar";
"CantGetConfig Error NoConnection" = "no se pudo asignar una conexión";
"CantGetConfig Error DownloadError" = "se produjo un error durante la descarga";
"CantGetConfig Error StringCreate" = "no se pudo usar la respuesta";

/* Version error. */
"VersionError Message" = "Esta versión de la aplicación es muy vieja.";
"VersionError Informative" = "Descarga una versión más nueva. Ésta es la versión %1$@; se necesita al menos la versión %2$@. %3$@";
"VersionError OK" = "Obtener una versión más nueva";

/* File dialog to select a local file. */
"SelectLocal File" = "Selecciona una imagen:";
"SelectLocal Button" = "Seleccionar";

/* Alert on writing stick. */
"WriteAlert Message" = "¿Estás seguro que deseas eliminar para siempre la %1$@?";
"WriteAlert Informative" = "Todos los datos que contiene se perderán para siempre. No se puede deshacer esta acción.";
"WriteAlert Cancel" = "No borrar";
"WriteAlert OK" = "Borrar";

"TooSmallAlert Message" = "No se puede usar la %1$@, es demasiado pequeña.";
"TooSmallAlert Informative" = "Se necesita una memoria de al menos %2$@.";
"TooSmallAlert OK" = "Aceptar";

"NotWritable Message" = "No se puede usar la %1$@, es de sólo lectura.";
"NotWritable Informative" = "La memoria es de sólo lectura. Puede haber un interruptor en la memoria que permita modificarla. De lo contrario, no podrás usarla.";
"NotWritable OK" = "Aceptar";

/* Stick writing statuses. */
"Status Downloading" = "Descargando…";
"Status Verifying" = "Verificando…";
"Status Unpacking" = "Desempacando…";
"Status Claiming" = "Reclamando…";
"Status Unmounting" = "Desmontando…";
"Status Writing" = "Escribiendo…";
"Status Ejecting" = "Expulsando…";
"Status Done" = "¡Listo!";

"StatusAdd Attempt" = " (intento %1$d)";

/* Errors */
"Failure Downloading" = "Lo sentimos, se produjo un error (no se descargó la imagen fuente). ¿Deseas probar nuevamente?";
"Failure Verifying Return Value" = "Lo sentimos, se produjo un error (no se pudo verificar la imagen fuente, se produjo una falla en el programa, %1$s). ¿Deseas probar nuevamente?";
"Failure Verifying SHA Mismatch" = "Lo sentimos, se produjo un error (no se pudo verificar la imagen fuente, se produjo una falla en la suma de comprobación ). ¿Deseas probar nuevamente?";
"Failure Unpacking" = "Lo sentimos, se produjo un error (no se desempacó la imagen fuente %1$s). ¿Deseas probar nuevamente?";
"Failure Claiming" = "Lo sentimos, se produjo un error (no se reclamó la memoria USB). ¿Deseas probar nuevamente?";
"Failure Unmounting" = "Lo sentimos, se produjo un error (no se desmontó la memoria USB). ¿Deseas probar nuevamente?";
"Failure Opening Source Image" = "Lo sentimos, se produjo un error (no se abrió la imagen fuente, %1$s). ¿Deseas probar nuevamente?";
"Failure Opening Destination Device" = "Lo sentimos, se produjo un error (no se abrió la memoria USB, %1$s). ¿Deseas probar nuevamente?";
"Failure Reading Source Image" = "Lo sentimos, se produjo un error (no se pudo leer la imagen fuente %1$s). ¿Deseas probar nuevamente?";
"Failure Writing Destination Device" = "Lo sentimos, se produjo un error (no se pudieron escribir datos en la memoria USB, %1$s). ¿Deseas probar nuevamente?";
"Failure Ejecting" = "Lo sentimos, se produjo un error (no se pudo expulsar la memoria USB). ¿Deseas probar nuevamente?";

"Failure Try Again" = "Intenta nuevamente";
"Failure Quit" = "Salir";

"Failure Termination Status" = "Estado de finalización %d";

"Failure Internal Error 1" = "EOF inesperado";
